Repository: bbb2204/skin.apptv
Catalog: language/resource.language.*/strings.po
Languages: it_it

# Addon Summary
source: AppleTV inspired skin for Kodi
it_it: Una skin per Kodi ispirata a AppleTV

# Addon Description
source: AppTV is a AppleTV inspired skin for Kodi. It provides a very light weight minimalist gui while also allowing access to a number of advanced Kodi features not available in the original AppleTV interface.
it_it: AppTV è una skin ispirata a AppleTV per Kodi. Fornisce un'interfaccia molto leggera e minimalistica e permette di accedere ad alcune funzioni avanzate di Kodi non disponibili nell'interfaccia originale di AppleTV.

# Addon Disclaimer
source: Post help and feature/bug requests to [CR]http://forum.Kodi.org/forumdisplay.php?fid=76
it_it: Invia richieste di assistenza e funzionalità/bug a [CR]http://forum.Kodi.org/forumdisplay.php?fid=76

# #31026
source: Movies
it_it: Film

# #31027
source: TV Shows
it_it: Serie TV

# #31028
source: Music Videos
it_it: Video musicali

# #31029
source: Programs
it_it: Programmi

# #31030
source: Music
it_it: Musica

# #31031
source: Broadcast
it_it: Trasmissioni

# #31032
source: Weather
it_it: Meteo

# #31036
source: Play Disc
it_it: Riproduci disco

# #31037
source: Now Playing
it_it: Ora in riproduzione

# #31038
source: Next Skip
it_it: Salto successivo

# #31126
source: Watch in 2D
it_it: Guarda in 2D

# #31129
source: Finish Time:
it_it: Orario fine:

# #31130
source: Director
it_it: Regia

# #31131
source: Writer
it_it: Sceneggiatura

# #31132
source: Actors
it_it: Attori

# #31133
source: Run Time
it_it: Durata

# #31134
source: Start Time:
it_it: Orario avvio:

# #31135
source: Details
it_it: Dettagli

# #31227
source: Playlist Editor
it_it: Editor playlist

# #31230
source: Artist:
it_it: Artista:

# #31231
source: Genre:
it_it: Genere:

# #31232
source: Year:
it_it: Anno:

# #31300
source: Select type of image to display at startup.
it_it: Seleziona il tipo di immagine da visualizzare all'avvio.

# #31301
source: Location of custom image or video to display on startup screen.
it_it: Posizione dell'immagine o del video personalizzato da visualizzare nella schermata di avvio.

# #31302
source: Play custom playlist at startup.
it_it: Riproduci playlist personalizzata all'avvio.

# #31303
source: Location of custom startup playlist.
it_it: Posizione della playlist di avvio personalizzata.

# #31304
source: Don't show Screen settings menus (know as side bar menu in some skins).
it_it: Non mostrare i menu delle impostazioni dello schermo (conosciuti come menu della barra laterale in alcune skin).

# #31305
source: Select when to show scrollbar.
it_it: Seleziona quando mostrare la barra di scorrimento.

# #31306
source: Scroll label or textbox contents when length of field exceeds defined length.
it_it: Scorri il contenuto dell'etichetta o della casella di testo quando la lunghezza del campo supera la lunghezza definita.

# #31307
source: Show playing media details for playing media.
it_it: Mostra i dettagli della riproduzione dei media durante la riproduzione.

# #31308
source: Display a media case around Album or Video cover icon.
it_it: Mostra una custodia multimediale attorno all'icona della copertina dell'album o del video.

# #31309
source: Letterbar allows user to click first letter of media item name to navigate to library starting at clicked letter. Sorry, English only.
it_it: Letterbar consente all'utente di fare clic sulla prima lettera del nome dell'elemento multimediale per navigare nella libreria a partire dalla lettera selezionata. Siamo spiacenti, solo in inglese.

# #31310
source: Display touch/mouse controls if Kodi running on a touch/mouse enabled system.
it_it: Visualizza i controlli touch/mouse se Kodi è in esecuzione su un sistema abilitato touch/mouse.

# #31314
source: Location of custom image to use as a watermark on home screen (only on Horizontal home menu type).
it_it: Posizione dell'immagine personalizzata da utilizzare come filigrana nella schermata iniziale (solo nel tipo di menu principale orizzontale).

# #31315
source: Type of image(s) to use on Movie shelf (On Horizontal or Icon menu type only).
it_it: Tipo di immagini da utilizzare sullo scaffale film (solo nel tipo di menu Orizzontale o Icona).

# #31316
source: Type of image(s) to use on TVShows shelf (On Horizontal or Icon menu type only).
it_it: Tipo di immagini da utilizzare sullo scaffale serie TV (solo nel tipo di menu Orizzontale o Icona).

# #31317
source: Subtype of image(s) to use on TVShows shelf.
it_it: Sottotipo di immagini da utilizzare sullo scaffale serie TV.

# #31318
source: Type of image(s) to use on Music shelf (On Horizontal or Icon menu type only).
it_it: Tipo di immagini da utilizzare sullo scaffale musica (solo nel tipo di menu Orizzontale o Icona).

# #31319
source: Type of image(s) to use on Add-ons shelf (On Horizontal or Icon menu type only).
it_it: Tipo di immagini da utilizzare sullo scaffale add-on (solo nel tipo di menu Orizzontale o Icona).

# #31320
source: Type of image(s) to use on Broadcast shelf (On Horizontal or Icon menu type only).
it_it: Tipo di immagini da utilizzare sullo scaffale trasmissioni (solo nel tipo di menu Orizzontale o Icona).

# #31322
source: Type of image(s) to use on Custom shelf (On Horizontal or Icon menu type only).
it_it: Tipo di immagini da utilizzare sullo scaffale personalizzato (solo nel tipo di menu Orizzontale o Icona).

# #31323
source: Play theme tune if available (theme file can be either MP3 or Flac format)
it_it: Riproduci la melodia del tema, se disponibile (il file del tema può essere in formato MP3 o Flac)

# #31324
source: Location for MPAA ratings icons (default USA or current locale)
it_it: Posizione per le icone delle classificazioni MPAA (predefinito USA o locale corrente)

# #31325
source: Type of widget to use on Movie Video Info screen.
it_it: Tipo di widget da utilizzare nella schermata informazioni film.

# #31326
source: Type of widget to use on TVShows Video Info screen.
it_it: Tipo di widget da utilizzare nella schermata informazioni serie TV.

# #31340
source: Location of custom skin background image.
it_it: Percorso dell'immagine di sfondo personalizzata della skin.

# #31341
source: Use FanArt image if available as skin background image.
it_it: Usa l'immagine fanart se disponibile come immagine di sfondo della skin.

# #31343
source: Use Playing video or Music visualisation if available as skin background image.
it_it: Usa la visualizzazione riproduzione video o musica se disponibile come immagine di sfondo della skin.

# #31344
source: Use Artistslideshow script to provide Music Artist FanArt image if available as skin background image.
it_it: Usa lo script Artist Slideshow per fornire l'immagine fanart dell'artista musicale se disponibile come immagine di sfondo della skin.

# #31346
source: Set level of visibilty of background image.
it_it: Imposta il livello di visibilità dell'immagine di sfondo.

# #31350
source: Set location to enter Movie library when Movie item selected on home menu screen.
it_it: Imposta la posizione per accedere alla libreria dei film quando l'elemento film è selezionato nella schermata del menu principale.

# #31351
source: Set location to enter TVShow library when TVShow item selected on home menu screen.
it_it: Imposta la posizione per accedere alla libreria delle serie TV quando l'elemento serie TV è selezionato nella schermata del menu principale.

# #31352
source: Set location to enter Music Video library when Music Video item selected on home menu screen.
it_it: Imposta la posizione per accedere alla libreria dei video musicali quando l'elemento video musicali è selezionato nella schermata del menu principale.

# #31353
source: Set location to enter Music library when Music item selected on home menu screen.
it_it: Imposta la posizione per accedere alla libreria musicale quando l'elemento musica è selezionato nella schermata del menu principale.

# #31354
source: Set location to enter Broardcast TV library when TV item selected on home menu screen.
it_it: Imposta la posizione per accedere alla libreria TV quando l'elemento TV è selezionato nella schermata del menu principale.

# #31355
source: Set location to enter Broadcast Radio library when Radio item selected on home menu screen.
it_it: Imposta la posizione per accedere alla libreria radio quando l'elemento radio è selezionato nella schermata del menu principale.

# #31359
source: Additional addons to extend the usabilty of the skin.
it_it: Add-on per estendere l'usabilità della skin.

# #31360
source: Sub menu to assign custom shortcuts and change visible state of home menu items.
it_it: Sottomenu per assegnare scorciatoie personalizzate e modificare lo stato visibile delle voci del menu principale.

# #31361
source: Script downloads and allows the display of additional artist fanart images for the currently playing song.
it_it: Lo script viene scaricato e consente la visualizzazione di ulteriori immagini fanart dell'artista per il brano attualmente in riproduzione.

# #31362
source: Script to play theme tune for selected media item.
it_it: Script per riprodurre la melodia del tema per l'elemento multimediale selezionato.

# #31363
source: Script adds a list of suggestions for current text entered in the on screen keyboard.
it_it: Lo script aggiunge un elenco di suggerimenti per il testo corrente immesso nella tastiera su schermo.

# #31364
source: Script allows user to download and display song lyrics for the currently playing song.
it_it: Lo script consente all'utente di scaricare e visualizzare i testi delle canzoni per la canzone attualmente in riproduzione.

# #31365
source: Script provides a much improved search facility from the basic version supplied with Kodi.
it_it: Lo script fornisce una funzione di ricerca molto migliorata rispetto alla versione base fornita con Kodi.

# #31366
source: Script allows user to load custom icons and background images for use thruout the skin.
it_it: Lo script consente all'utente di caricare icone personalizzate e immagini di sfondo da utilizzare attraverso la skin.

# #31367
source: Script gives user the option to play next episode of current TV show.
it_it: Lo script offre all'utente la possibilità di riprodurre il prossimo episodio della serie TV in corso.

# #31368
source: Script used to provide a listing of upcomming TV episodes. User must still provide a link to the script via the skins home customisation screen.
it_it: Script usato per fornire un elenco dei prossimi episodi TV. L'utente deve comunque fornire un collegamento allo script tramite la schermata di personalizzazione della home delle skin.

# #31369
source: Script allows user to load custom actor info screen.
it_it: Lo script consente all'utente di caricare la schermata personalizzata delle informazioni sull'attore.

# #31370
source: Use Debug log uploader script to post a debug log ('Full' debug logging must be turned on before log can be posted).
it_it: Usa lo script Debug log uploader per pubblicare un registro di debug (è necessario attivare il registro di debug "Completo" prima che il registro possa essere pubblicato).

# #31371
source: Turn on 'Full' debug log.
it_it: Attiva il registro di debug "Completo".

# #31372
source: Turn on debug grid overlay to help users locate on screen skin items.
it_it: Attiva la sovrapposizione della griglia di debug per aiutare gli utenti a individuare gli elementi della skin sullo schermo.

# #31373
source: Turn on debug info overlay to help users identify currently displayed windows and focused screen items.
it_it: Attiva la sovrapposizione delle informazioni di debug per aiutare gli utenti a identificare le finestre attualmente visualizzate e gli elementi dello schermo focalizzati.

# #31374
source: Click shortcut button to assign home screen shortcut.
it_it: Fai clic sul pulsante di scelta rapida per assegnare il collegamento alla schermata iniziale.

# #31375
source: This button requires an active PVR client addon before it can be assigned to home screen shortcut.
it_it: Questo pulsante richiede un add-on attivo del client PVR prima di poter essere assegnato al collegamento della schermata iniziale.

# #31376
source: This button requires an active Weather client addon before it can be assigned to home screen shortcut.
it_it: Questo pulsante richiede un add-on attivo del client Meteo prima di poter essere assegnato al collegamento della schermata iniziale.

# #31528
source: Currently
it_it: Attualmente

# #31531
source: Last Updated
it_it: Ultimo aggiornamento

# #31536
source: Provider
it_it: Fornitore

# #31551
source: Static Icons
it_it: Icone statiche

# #31552
source: Animated Icons
it_it: Icone animate

# #31553
source: Custom backgrounds
it_it: Sfondi personalizzati

# #31554
source: Reboot to NAND
it_it: Riavvia in NAND

# #31555
source: Profiles
it_it: Profili

# #31557
source: Screen Settings
it_it: Impostazioni schermo

# #31558
source: Power Menu
it_it: Menu alimentazione

# #31559
source: System Info
it_it: Informazioni sistema

# #31560
source: Item Settings
it_it: Impostazioni elemento

# #31561
source: 3D Settings
it_it: Impostazioni 3D

# #31562
source: View:
it_it: Vista:

# #31563
source: Skin Version:
it_it: Versione skin:

# #31564
source: Current Theme:
it_it: Tema attuale:

# #31565
source: Screen Mode:
it_it: Modalità schermo:

# #31566
source: System Platform:
it_it: Piattaforma sistema:

# #31574
source: Universal Windows Platform
it_it: Piattaforma Windows universale

# #31575
source: Default
it_it: Predefinito

# #31576
source: Bold
it_it: Grassetto

# #31577
source: Kodi Default
it_it: Predefinito Kodi

# #31578
source: Light
it_it: Leggera

# #31579
source: Regular
it_it: Regolare

# #31588
source: Info Screen
it_it: Schermata informazioni

# #31589
source: Install Auto complete addon
it_it: Installa add-on Auto complete

# #31592
source: Text Auto Completion
it_it: Completamento automatico del testo

# #31593
source: Up Next
it_it: Successivo

# #31595
source: Image Resource Selection
it_it: Selezione delle risorse immagine

# #31596
source: TV Tunes
it_it: Melodie TV

# #31597
source: Next Aired TVShows
it_it: Prossime sere TV in onda

# #31598
source: Extended Info
it_it: Info estese

# #31651
source: Muted
it_it: Audio disattivato

# #31652
source: Favourites
it_it: Preferiti

# #31653
source: Command
it_it: Comando

# #31654
source: Video process information
it_it: Informazioni elaborazione video

# #31655
source: Hardware decoding
it_it: Decodifica hardware

# #31656
source: Audio process information
it_it: Informazioni elaborazione audio

# #31657
source: Local subtitle available
it_it: Sottotitoli locali disponibili

# #31660
source: User Playlist
it_it: Playlist utente

# #31662
source: Mute
it_it: Muto

# #31663
source: Rip CD
it_it: Copia CD

# #31664
source: Eject Disc
it_it: Espelli disco

# #31665
source: Inactive
it_it: Inattivo

# #31666
source: Decoder
it_it: Decodificatore

# #31667
source: Memory used
it_it: Memoria utilizzata

# #31668
source: Suggested
it_it: Suggeriti

# #31669
source: Favourite
it_it: Preferito

# #31670
source: Landscape
it_it: Panorama

# #31680
source: Default Artwork Downloader
it_it: Artwork Downloader predefinito

# #31682
source: Continue watching in
it_it: Continua a guardare in

# #31683
source: Up next in
it_it: Successivo in

# #31684
source: Next episode in
it_it: Prossimo episodio in

# #31687
source: Movies in the Set
it_it: FIlm nella saga

# #31688
source: Go Back
it_it: Torna indietro

# #31689
source: Edit Library
it_it: Modifica libreria

# #31690
source: Recently updated
it_it: Aggiornati di recente

# #31691
source: You might also enjoy
it_it: Potresti anche divertirti

# #31693
source: More...
it_it: Altro...

# #31694
source: Select + X
it_it: Seleziona + X

# #31695
source: Select + Start
it_it: Seleziona + Start

# #31696
source: Video Addons
it_it: Add-on video

# #31697
source: Music Addons
it_it: Add-on musica

# #31698
source: New Search
it_it: Nuova ricerca

# #31700
source: Available Groups
it_it: Gruppi disponibili

# #31701
source: Play TV
it_it: Guarda TV

# #31702
source: Play Radio
it_it: Ascolta radio

# #31703
source: Play
it_it: Riproduci

# #31706
source: Advanced Channel Rules
it_it: Regole avanzate canale

# #31707
source: Search TV
it_it: Cerca TV

# #31708
source: Search Radio
it_it: Cerca radio

# #31709
source: TV Guide
it_it: Guida TV

# #31710
source: Radio Guide
it_it: Guida radio

# #31711
source: TV Recordings
it_it: Registrazioni TV

# #31712
source: Radio Recordings
it_it: Registrazioni radio

# #31713
source: TV Timers
it_it: Timer TV

# #31714
source: Radio Timers
it_it: Timer radio

# #31801
source: Startup
it_it: Avvio

# #31802
source: General
it_it: MenuGenerale

# #31803
source: Customise Home Menu
it_it: Personalizza menu principale

# #31804
source: Background
it_it: Sfondo

# #31805
source: Media Entry Points
it_it: Punti di ingresso media

# #31806
source: Home Menu
it_it: Menu principale

# #31807
source: Support
it_it: Supporto

# #31808
source: Widgets
it_it: Widget

# #31809
source: Shortcut
it_it: Collegamento

# #31811
source: Second
it_it: Secondo

# #31812
source: Seconds
it_it: Secondi

# #31813
source: Minute
it_it: Minuto

# #31814
source: Minutes
it_it: Minuti

# #31815
source: Never show
it_it: Non mostrare mai

# #31816
source: Hours
it_it: Ore

# #31817
source: Hour
it_it: Ora

# #31850
source: Heading
it_it: Intestazione

# #31851
source: Intro file
it_it: Introduzione file

# #31852
source: Use Startup playlist
it_it: Usa playlist di avvio

# #31854
source: Startup screen
it_it: Schermata di avvio

# #31855
source: Blank
it_it: Vuoto

# #31856
source: Skin Image
it_it: Skin immagine

# #31857
source: Custom Image
it_it: Immagine personalizzata

# #31858
source: Custom Video
it_it: Video personalizzato

# #31859
source: Shelf background
it_it: Sfondo dello scaffale

# #31860
source: Choose Custom background
it_it: Scegli sfondo personalizzato

# #31861
source: Reset Custom background
it_it: Reimposta sfondo personalizzato

# #31862
source: Use Visuals as background
it_it: Usa elementi visivi come sfondo

# #31863
source: Use Fanart as background
it_it: Usa fanart come sfondo

# #31865
source: Use Artistslideshow as background
it_it: Usa Artist SlideShow come sfondo

# #31866
source: Weather backgrounds
it_it: Sfondi meteo

# #31867
source: Use Animated Artwork
it_it: Usa Animated Artwork

# #31868
source: Background visibilty
it_it: Visibilità dello sfondo

# #31869
source: Show Media case
it_it: Mostra custodia multimediale

# #31871
source: Choose Homescreen Watermark Image
it_it: Scegli filigrana immagine schermata principale

# #31872
source: Reset Homescreen Watermark Image
it_it: Reimposta filigrana immagine schermata principale

# #31873
source: Weather icons
it_it: Icone meteo

# #31875
source: Always
it_it: Sempre

# #31876
source: On scroll or focus
it_it: Sullo scorrimento o sullo stato attivo

# #31877
source: Never
it_it: Mai

# #31878
source: Studio icons
it_it: Icone Studios

# #31879
source: Genre icons
it_it: Icone genere

# #31880
source: Hide Screen settings menu
it_it: Nascondi il menu delle impostazioni dello schermo

# #31881
source: Use scrollbar
it_it: Usa barra di scorrimento

# #31882
source: Enable autoscroll
it_it: Abilita scorrimento automatico

# #31883
source: Use media overlays
it_it: Usa sovrapposizioni multimediali

# #31884
source: Use letterbar
it_it: Usa la barra delle lettere

# #31885
source: Idle widget delay
it_it: Ritardo widget inattivo

# #31886
source: Tilt icons
it_it: Inclinazione icone

# #31887
source: Add to home screen
it_it: Aggiungere alla schermata principale

# #31888
source: Time on Home screen
it_it: Ora sulla schermata principale

# #31889
source: Current weather on Home screen
it_it: Meteo attuale sulla schermata principale

# #31890
source: Show touch/mouse controls
it_it: Mostra i controlli touch/mouse

# #31891
source: Special Features
it_it: Funzioni speciali

# #31892
source: Use TV Tunes
it_it: Usa melodie TV

# #31893
source: Download media artwork
it_it: Scarica artwork multimediale

# #31894
source: Play videos theme tune
it_it: Riproduci la melodia del tema dei video

# #31895
source: Remove unused views
it_it: Rimuovi le viste inutilizzate

# #31896
source: MPAA ratings icon locale
it_it: Impostazioni locali dell'icona delle classificazioni MPAA

# #31897
source: Automatic Login on startup
it_it: Accesso automatico all'avvio

# #31898
source: Use simple lyric screen
it_it: Usa schermata semplice per i testi

# #31899
source: Profile name on Home screen
it_it: Nome del profilo nella schermata principale

# #31900
source: Home menu type
it_it: Tipo di menu principale

# #31914
source: Quit action
it_it: Azione quando abbandoni

# #31915
source: Show menu item
it_it: Mostra voce di menu

# #31920
source: Movie library entry point
it_it: Punto di ingresso libreria film

# #31921
source: TVShow library entry point
it_it: Punto di ingresso libreria serie TV

# #31922
source: Music Video library entry point
it_it: Punto di ingresso libreria video

# #31923
source: Music library entry point
it_it: Punto di ingresso libreria musica

# #31924
source: TV entry point
it_it: Punto di ingresso TV

# #31925
source: Radio entry point
it_it: Punto di ingresso radio

# #31926
source: Edit home menu item
it_it: Modifica la voce del menu principale

# #31927
source: Menu item type
it_it: Tipo di voce di menu

# #31928
source: Choose item type
it_it: Scegli il tipo di voce

# #31929
source: Choose Command
it_it: Scegli comando

# #31930
source: Upload Debug Log file
it_it: Carica il file del registro di debug

# #31931
source: SeasonWidget
it_it: Widget stagione

# #31932
source: Enable Skin debug logging
it_it: Abilita la registrazione del debug della skin

# #31933
source: Show Debug Grid
it_it: Mostra la griglia di debug

# #31934
source: Show Debug Info
it_it: Mostra informazioni di debug

# #31935
source: Reset Skin settings to their defaults
it_it: Reimposta impostazioni skin ai valori predefiniti

# #31936
source: Clean library
it_it: Pulisci libreria

# #31937
source: Fullscreen
it_it: A schermo intero

# #31938
source: Action
it_it: Azione

# #31939
source: Shelf images
it_it: Immagini scaffale

# #31940
source: Image type
it_it: Tipo di immagine

# #31941
source: List
it_it: Elenco

# #31942
source: Wrap
it_it: Avvolgi

# #31943
source: Icon
it_it: Icona

# #31944
source: Wall
it_it: Muro

# #31947
source: Logos
it_it: Loghi

# #31949
source: Banners
it_it: Banner

# #31950
source: Posters
it_it: Poster

# #31951
source: Vertical
it_it: Verticale

# #31952
source: Horizontal
it_it: Orizzontale

# #31953
source: Icon
it_it: Icona

# #31954
source: Recent
it_it: Recenti

# #31955
source: Recommended
it_it: Consigliato

# #31956
source: NextAired
it_it: Prossimi in onda

# #31957
source: PVRChannels
it_it: Canali PVR

# #31958
source: LatestRecordings
it_it: Ultime registrazioni

# #31959
source: PendingUpdates
it_it: Aggiornamenti in sospeso

# #31960
source: Recommended Movies
it_it: Film consigliati

# #31961
source: Next Aired Episodes
it_it: Prossimi episodi in onda

# #31962
source: Recommended TVShows
it_it: Serie TV consigliate

# #31963
source: Recommended Albums
it_it: Album consigliati

# #31964
source: Recent Movies
it_it: Film recenti

# #31965
source: Recent Episodes
it_it: Episodi recenti

# #31966
source: Recent Albums
it_it: Album recenti

# #31967
source: Broadcast Channels
it_it: Canali trasmessi

# #31968
source: Latest Recordings
it_it: Ultime registrazioni

# #31969
source: Recent Updates
it_it: Aggiornamenti recenti

# #31970
source: Available Updates
it_it: Aggiornamenti disponibili

# #31971
source: In Progress Movies
it_it: Film in corso

# #31972
source: Random Movies
it_it: Film casuali

# #31974
source: Movie Sets
it_it: Saghe cinematografiche

# #31975
source: In Progress Episodes
it_it: Episodi in corso
