Repository: bbb2204/skin.apptv
Catalog: language/resource.language.*/strings.po
Languages: it_it

# #31976
source: Next Up Episodes
it_it: Episodi successivi

# #31977
source: New TVShows
it_it: Nuove serie TV

# #31978
source: Random Albums
it_it: Album casuali

# #31979
source: Top 30 Albums
it_it: I 30 album migliori

# #31980
source: Random Songs
it_it: Brani casuali

# #31981
source: Top 30 Songs
it_it: I 30 brani migliori

# #31982
source: Idle Widget
it_it: Widget inattivo
